Repository: rogiervdbrnk/photobooth
Catalog: Photobooth/Localizable.xcstrings
Source language: nl
Languages: de, en, es, fr, pt

# alert.error_title
source: Fout
de: Fehler
en: Error
es: Error
fr: Erreur
pt: Erro

# alert.open_settings
source: Open Instellingen
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
pt: Abrir definições

# alert.permission_required
source: Toestemming vereist
de: Zugriff erforderlich
en: Permission required
es: Permiso requerido
fr: Autorisation requise
pt: Permissão necessária

source: Annuleer
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Automatisch opgeslagen!
de: Automatisch gespeichert!
en: Automatically saved!
es: ¡Guardado automáticamente!
fr: Enregistré automatiquement !
pt: Guardado automaticamente!

source: bijv. 🎉 Loïs is 13 jaar! 🎉
de: z.B. 🎉 Alles Gute! 🎉
en: e.g. 🎉 Happy Birthday! 🎉
es: ej. 🎉 ¡Feliz cumpleaños! 🎉
fr: ex. 🎉 Joyeux anniversaire ! 🎉
pt: ex. 🎉 Feliz aniversário! 🎉

# camera_error.cannot_add_input
source: Kan de camera niet verbinden.
de: Die Kamera kann nicht verbunden werden.
en: Unable to connect to the camera.
es: No se puede conectar con la cámara.
fr: Impossible de se connecter à la caméra.
pt: Não foi possível ligar à câmara.

# camera_error.cannot_add_output
source: Kan de foto-uitvoer niet instellen.
de: Die Fotoausgabe kann nicht eingerichtet werden.
en: Unable to configure photo output.
es: No se puede configurar la salida de foto.
fr: Impossible de configurer la sortie photo.
pt: Não foi possível configurar a saída da foto.

# camera_error.capture_failed
source: Het maken van de foto is mislukt.
de: Das Aufnehmen des Fotos ist fehlgeschlagen.
en: Taking the photo failed.
es: No se pudo tomar la foto.
fr: La prise de photo a échoué.
pt: Falha ao tirar a fotografia.

# camera_error.device_not_found
source: Frontcamera niet gevonden op dit apparaat.
de: Die Frontkamera wurde auf diesem Gerät nicht gefunden.
en: Front camera not found on this device.
es: No se ha encontrado la cámara frontal en este dispositivo.
fr: Caméra avant introuvable sur cet appareil.
pt: Câmara frontal não encontrada neste dispositivo.

# common.cancel
source: Annuleer
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Deel de fotostrip
de: Fotostreifen teilen
en: Share the photo strip
es: Compartir la tira de fotos
fr: Partager la bande photo
pt: Partilhar a tira de fotos

source: Fout
de: Fehler
en: Error
es: Error
fr: Erreur
pt: Erro

source: Hoeveel foto's wil je maken?
de: Wie viele Fotos möchtest du machen?
en: How many photos do you want to take?
es: ¿Cuántas fotos quieres tomar?
fr: Combien de photos veux-tu prendre ?
pt: Quantas fotos você quer tirar?

source: Jouw fotostrip! 📸
de: Dein Fotostreifen! 📸
en: Your photo strip! 📸
es: ¡Tu tira de fotos! 📸
fr: Ta bande photo ! 📸
pt: A sua tira de fotos! 📸

source: Momentje…
de: Einen Moment…
en: Just a moment…
es: Un momento…
fr: Un instant…
pt: Um momento…

source: Open Instellingen
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
pt: Abrir definições

source: Opgeslagen in Fotobibliotheek
de: In der Fotomediathek gespeichert
en: Saved to Photo Library
es: Guardado en Fotos
fr: Enregistré dans Photos
pt: Guardado na Fototeca

source: Opnieuw beginnen
de: Neu beginnen
en: Start over
es: Volver a empezar
fr: Recommencer
pt: Recomeçar

source: Opslaan mislukt
de: Speichern fehlgeschlagen
en: Save failed
es: Error al guardar
fr: Échec de l'enregistrement
pt: Falha ao guardar

source: Opslaan naar Fotobibliotheek…
de: In Fotomediathek speichern…
en: Saving to Photo Library…
es: Guardando en Fotos…
fr: Enregistrement dans Photos…
pt: A guardar na Fototeca…

source: Pas je fotostrip aan
de: Passe deinen Fotostreifen an
en: Customize your photo strip
es: Personaliza tu tira de fotos
fr: Personnalise ta bande photo
pt: Personalize a sua tira de fotos

# permission_error.camera_denied
source: Cameratoegang is geweigerd. Ga naar Instellingen om dit te wijzigen.
de: Der Kamerazugriff wurde verweigert. Gehe zu den Einstellungen, um dies zu ändern.
en: Camera access was denied. Go to Settings to change this.
es: Se ha denegado el acceso a la cámara. Ve a Ajustes para cambiarlo.
fr: L'accès à la caméra a été refusé. Va dans Réglages pour le modifier.
pt: O acesso à câmara foi negado. Vá a Definições para alterar isto.

# permission_error.photo_library_denied
source: Toegang tot de Fotobibliotheek is geweigerd. Ga naar Instellingen om dit te wijzigen.
de: Der Zugriff auf die Fotomediathek wurde verweigert. Gehe zu den Einstellungen, um dies zu ändern.
en: Photo Library access was denied. Go to Settings to change this.
es: Se ha denegado el acceso a la fototeca. Ve a Ajustes para cambiarlo.
fr: L'accès à la photothèque a été refusé. Va dans Réglages pour le modifier.
pt: O acesso à Fototeca foi negado. Vá a Definições para alterar isto.

# photo_filter.fade
source: Fade
de: Verblasst
es: Desvanecido
fr: Fondu
pt: Esbatido

# photo_filter.original
source: Origineel
de: Original
en: Original
es: Original
fr: Original
pt: Original

# photo_frame.balloons
source: Ballonnen
de: Luftballons
en: Balloons
es: Globos
fr: Ballons
pt: Balões

# photo_frame.confetti
source: Confetti
de: Konfetti
es: Confeti
fr: Confettis
pt: Confettis

# photo_frame.none
source: Geen
de: Keins
en: None
es: Ninguno
fr: Aucun
pt: Nenhum

# photo_frame.stars
source: Sterren
de: Sterne
en: Stars
es: Estrellas
fr: Étoiles
pt: Estrelas

# photo_library_error.save_failed
source: Opslaan mislukt
de: Speichern fehlgeschlagen
en: Save failed
es: Error al guardar
fr: Échec de l'enregistrement
pt: Falha ao guardar

# result.editor.background
source: Achtergrond
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan
pt: Fundo

# result.editor.photo_frame
source: Fotokader
de: Fotorahmen
en: Photo frame
es: Marco de foto
fr: Cadre photo
pt: Moldura da foto

# result.editor.placeholder
source: Bijvoorbeeld: Loïs is 13!
de: Zum Beispiel: Alles Gute!
en: For example: Happy birthday!
es: Por ejemplo: Feliz cumpleanos!
fr: Par exemple : Joyeux anniversaire !
pt: Por exemplo: Feliz aniversario!

# result.editor.strip_text
source: Tekst op de strip
de: Text auf dem Streifen
en: Text on the strip
es: Texto en la tira
fr: Texte sur la bande
pt: Texto na tira

# result.editor.title
source: Pas je fotostrip aan
de: Passe deinen Fotostreifen an
en: Customize your photo strip
es: Personaliza tu tira de fotos
fr: Personnalise ta bande photo
pt: Personalize a sua tira de fotos

# result.preparing_share
source: Momentje…
de: Einen Moment…
en: Just a moment…
es: Un momento…
fr: Un instant…
pt: Um momento…

# result.preview_unsaved
source: Preview klaar, nog niet opgeslagen in Fotobibliotheek
de: Vorschau bereit, noch nicht in der Fotomediathek gespeichert
en: Preview ready, not saved to Photo Library yet
es: Vista previa lista, aun no guardada en Fotos
fr: Apercu pret, pas encore enregistre dans Photos
pt: Pre-visualizacao pronta, ainda nao guardada na Fototeca

# result.save_failed_title
source: Opslaan mislukt
de: Speichern fehlgeschlagen
en: Save failed
es: Error al guardar
fr: Echec de l'enregistrement
pt: Falha ao guardar

# result.save_this_version
source: Sla deze versie op
de: Diese Version speichern
en: Save this version
es: Guardar esta versión
fr: Enregistrer cette version
pt: Guardar esta versão

# result.saved_to_library
source: Opgeslagen in Fotobibliotheek
de: In der Fotomediathek gespeichert
en: Saved to Photo Library
es: Guardado en Fotos
fr: Enregistré dans Photos
pt: Guardado na Fototeca

# result.saving_to_library
source: Opslaan naar Fotobibliotheek…
de: In Fotomediathek speichern…
en: Saving to Photo Library…
es: Guardando en Fotos…
fr: Enregistrement dans Photos…
pt: A guardar na Fototeca…

# result.share
source: Deel de fotostrip
de: Fotostreifen teilen
en: Share the photo strip
es: Compartir la tira de fotos
fr: Partager la bande photo
pt: Partilhar a tira de fotos

# result.start_over
source: Opnieuw beginnen
de: Neu beginnen
en: Start over
es: Volver a empezar
fr: Recommencer
pt: Recomecar

# result.title
source: Jouw fotostrip! 📸
de: Dein Fotostreifen! 📸
en: Your photo strip! 📸
es: Tu tira de fotos! 📸
fr: Ta bande photo ! 📸
pt: A sua tira de fotos! 📸

# shot_counter_format
source: Shot %d van %d
de: Aufnahme %d von %d
en: Shot %d of %d
es: Foto %d de %d
fr: Photo %d sur %d
pt: Foto %d de %d

# shot.description.one
source: Één shot voor de strip
de: Eine Aufnahme für den Streifen
en: One shot for the strip
es: Una foto para la tira
fr: Une photo pour la bande
pt: Uma foto para a tira

# shot.description.three
source: Drie shots, de klassieke fotostrip
de: Drei Aufnahmen, der klassische Fotostreifen
en: Three shots, the classic photo strip
es: Tres fotos, la tira clásica
fr: Trois photos, la bande classique
pt: Três fotos, a tira clássica

# shot.description.two
source: Twee shots naast elkaar
de: Zwei Aufnahmen nebeneinander
en: Two shots side by side
es: Dos fotos una al lado de la otra
fr: Deux photos côte à côte
pt: Duas fotos lado a lado

source: Sla deze versie op
de: Diese Version speichern
en: Save this version
es: Guardar esta versión
fr: Enregistrer cette version
pt: Guardar esta versão

source: Start de photostrip!
de: Fotostreifen starten!
en: Start the photo strip!
es: ¡Iniciar la tira de fotos!
fr: Lancer la bande photo !
pt: Iniciar a tira de fotos!

# start.cta
source: Start de photostrip!
de: Fotostreifen starten!
en: Start the photo strip!
es: ¡Iniciar la tira de fotos!
fr: Lancer la bande photo !
pt: Iniciar a tira de fotos!

# start.shot_count_prompt
source: Hoeveel foto's wil je maken?
de: Wie viele Fotos möchtest du machen?
en: How many photos do you want to take?
es: ¿Cuántas fotos quieres tomar?
fr: Combien de photos veux-tu prendre ?
pt: Quantas fotos você quer tirar?

# start.strip_text_label
source: Tekst op de fotostrip
de: Text auf dem Fotostreifen
en: Text on the photo strip
es: Texto en la tira de fotos
fr: Texte sur la bande photo
pt: Texto na tira de fotos

# start.strip_text_placeholder
source: bijv. 🎉 Loïs is 13 jaar! 🎉
de: z.B. 🎉 Alles Gute! 🎉
en: e.g. 🎉 Happy Birthday! 🎉
es: ej. 🎉 ¡Feliz cumpleaños! 🎉
fr: ex. 🎉 Joyeux anniversaire ! 🎉
pt: ex. 🎉 Feliz aniversário! 🎉

# start.title
source: Photostrip
de: Fotostreifen
es: Tira de fotos
fr: Bande photo
pt: Tira de fotos

# strip_background.classicWhite
source: Klassiek
de: Klassisch
en: Classic
es: Clásico
fr: Classique
pt: Clássico

# strip_background.goldConfetti
source: Gouden confetti
de: Goldenes Konfetti
en: Golden confetti
es: Confeti dorado
fr: Confettis dorés
pt: Confettis dourados

# strip_background.orange
source: Koningsdag Oranje
de: Königstag Orange
es: Día del Rey Naranja
pt: Dia do Rei Laranja

# strip_background.pinkParty
source: Roze feest
de: Rosa Party
en: Pink party
es: Fiesta rosa
fr: Fête rose
pt: Festa cor-de-rosa

# strip_background.purpleStars
source: Paarse sterren
de: Lila Sterne
en: Purple stars
es: Estrellas moradas
fr: Étoiles violettes
pt: Estrelas roxas

# strip_background.rainbowCake
source: Rainbow cake
de: Regenbogenkuchen
es: Tarta arcoíris
fr: Gâteau arc-en-ciel
pt: Bolo arco-íris

source: Tekst op de fotostrip
de: Text auf dem Fotostreifen
en: Text on the photo strip
es: Texto en la tira de fotos
fr: Texte sur la bande photo
pt: Texto na tira de fotos

source: Tekst op de strip
de: Text auf dem Streifen
en: Text on the strip
es: Texto en la tira
fr: Texte sur la bande
pt: Texto na tira

source: Toestemming vereist
de: Zugriff erforderlich
en: Permission required
es: Permiso requerido
fr: Autorisation requise
pt: Permissão necessária

source: 1 foto
en: 1 photo
fr: 1 photo

source: 2 foto's
en: 2 photos
fr: 2 photos

source: 3 foto's
en: 3 photos
fr: 3 photos

# photo_filter.chrome
source: Chrome
es: Cromo
pt: Cromado

# result.editor.filter
source: Filter
es: Filtro
fr: Filtre
pt: Filtro

# photo_filter.sepia
source: Sepia
fr: Sépia
pt: Sépia
